Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/losing_your_home/homelessness.html.txt.tmx
Source language: en
Languages: ga

source: • Homelessness and the law
ga: • An easpa dídine agus an dlí

source: • Why do people become homeless?
ga: • Cén fáth a n-éiríonn daoine ina ndaoine gan dídean?

source: • National profile of homelessness
ga: • Próifíl náisiúnta na heaspa dídine

source: This document provides information on homelessness and the law, the duties of the State towards people who are homeless, reasons for homelessness and national policy on homelessness
ga: Cuireann an doiciméad seo faisnéis ar fáil faoin easpa dídine agus faoin dlí, faoi na dualgais ar an Stát i leith daoine atá gan dídean, faoi chúiseanna leis an easpa dídine agus faoi bheartas náisiúnta maidir leis an easpa dídine

source: Action Plan: An Action Plan to tackle emergency and short-term homelessness was announced in December 2014, including:
ga: Plean Gníomhaíochta: Fógraíodh Plean Gníomhaíochta chun dul i ngleic le heaspa dídine éigeandála agus ghearrthéarmach i Nollaig 2014, agus áirítear an méid seo a leanas leis:

source: • Enhanced services for rough sleepers, priority allocation of social housing and rollout of the Housing Assistance Payment (HAP) for eligible homeless households – all in Dublin
ga: • Seirbhísí barrfheabhsaithe do dhaoine a chodlaíonn amuigh, tithíocht shóisialta a leithdháileadh ar bhonn tosaíochta agus an Íocaíocht Cúnaimh Tithíochta (an ÍCT) a thabhairt isteach do theaghlaigh incháilithe a bhfuil easpa dídine acu – go léir i mBaile Átha Cliath

source: • Extending the Tenancy Protection Service to Cork
ga: • An tSeirbhís um Chosaint Tionóntachta a shíneadh chuig Corcaigh

source: • Assessing the scale of homelessness in Cork, Limerick, Galway and Waterford and identifying actions needed
ga: • Measúnú a dhéanamh ar an scála easpa dídine i gCorcaigh, Luimneach, Gaillimh agus Port Láirge agus na gníomhartha a theastaíonn a shainaithint

source: Read more in ‘Strategy and policy’ below
ga: Is féidir níos mó a léamh in ‘Straitéis agus beartas’ thíos

source: Homelessness and the law
ga: An easpa dídine agus an dlí

source: The main legislation dealing with homelessness includes the Health Act 1953, the Housing Act 1988 and the Child Care Act 1991
ga: Áirítear leis an reachtaíocht phríomha a dhéileálann leis an easpa dídine an tAcht Sláinte, 1953, Acht na dTithe, 1988, agus an tAcht um Chúram Leanaí, 1991

source: Section 2 of the Housing Act 1988 states that you are considered homeless if:
ga: Sonraítear in Alt 2 d’Acht na dTithe, 1988, go meastar gur duine gan dídean thú más rud é:

source: • There is no accommodation available that, in the opinion of the local authority, you and any other person who normally lives with you or who might reasonably be expected to live with you, can reasonably occupy or remain in occupation of, or
ga: • Nach bhfuil aon chóiríocht ar fáil a fhéadfaidh tú, i dtuairim an údaráis, a áitiú nó fanacht á háitiú le réasún, i dteannta aon duine eile a chónaíonn leat de ghnáth nó a bhféadfaí a bheith ag súil, le réasún, é a bheith ina chónaí leat, nó

source: • You are living in a hospital, county home, night shelter or other such institution, and you are living there because you have no suitable accommodation or
ga: • Go bhfuil tú i do chónaí in ospidéal, i dteaghlach contae, i bhfothain oíche nó i bhforas eile den sórt sin agus go gcónaíonn tú amhlaidh toisc nach bhfuil aon chóiríocht oiriúnach agat,

source: • You are, in the opinion of the local authority, unable to provide accommodation from your own resources
ga: • Nach féidir leat, i dtuairim an údaráis, cóiríocht a chur ar fáil as d’acmhainní féin

source: In general, you may be considered homeless if you are:
ga: Go ginearálta, is féidir a mheas go bhfuil tú gan dídean más rud é go bhfuil tú:

source: • Staying in an emergency hostel or refuge
ga: • Ag fanacht i mbrú éigeandála nó i dtearmann

source: • Staying in bed and breakfast or hotel accommodation on a temporary basis
ga: • Ag fanacht i dteach lóistín nó i gcóiríocht óstáin go sealadach

source: • Staying temporarily with friends or family because you have nowhere else to go
ga: • Ag fanacht go sealadach le cairde nó le teaghlach mar nach bhfuil aon áit eile le dul agat

source: • Squatting (occupying a building illegally)
ga: • Ag suiteoireacht (ag áitiú foirgnimh go neamhdhleathach)

source: Often the term ‘out-of-home’ is used to refer to people who have nowhere to live
ga: Go minic, úsáidtear an téarma ‘as baile’ chun tagairt do dhaoine nach bhfuil áit chónaí acu

source: This term recognises the fact that you may have a home that you cannot return to (for whatever reason)
ga: Aithníonn an téarma sin an fhíric gur féidir go bhfuil teach agat nach féidir leat dul ar ais chuige (ar chúis éigin)

source: Duties of the State towards homeless people
ga: Dualgais ar an Stát i leith daoine gan dídean

source: At present, there is no explicit right to housing in the Constitution or in Irish law
ga: Faoi láthair, níl aon cheart follasach chun áitribh sa Bhunreacht ná i ndlí na hÉireann

source: The Constitutional Convention recommended in February 2014 that the Constitution should be amended to include economic, social and cultural rights, including a specific right to housing, but no decision has yet been made on this recommendation
ga: Moladh sa Choinbhinsiún Bunreachtúil i mí Feabhra 2014 gur cheart an Bunreacht a leasú le go gcuirfí cearta eacnamaíocha, sóisialta agus cultúrtha san áireamh, lena n-áirítear ceart sonrach chun áitribh, ach ní dhearnadh aon chinneadh ar an moladh sin go fóill

source: While local authorities do not have a statutory obligation to house people, they do have general responsibility under the Housing Act 1988 for the provision of housing for adults who cannot afford to provide it for themselves
ga: Cé nach bhfuil oibleagáid reachtúil ar údaráis áitiúil tithe a chur ar fáil do dhaoine, tá freagracht ghinearálta orthu faoi Acht na dTithe, 1988, as tithe a chur ar fáil do dhaoine fásta nach bhfuil sé ar a n-acmhainn íoc astu iad féin

source: They may help with accommodation either by providing housing directly or through arrangements with voluntary housing organisations and other voluntary bodies
ga: D’fhéadfadh siad cabhrú le cóiríocht trí thithe a chur ar fáil go díreach nó trí shocruithe le heagraíochtaí deonacha tithíochta agus le comhlachtaí deonacha eile

source: They may also provide funding to voluntary bodies for emergency accommodation and for long-term housing for homeless people
ga: D’fhéadfadh siad freisin maoiniú a chur ar fáil do chomhlachtaí deonacha le haghaidh cóiríocht éigeandála agus le haghaidh tithíocht fhadtéarmach do dhaoine gan dídean

source: The Act also requires that local authorities carry out periodic assessments of the number of people who are homeless in their administrative area, as part of their housing needs assessment – see 'National profile of homelessness' below
ga: Ceanglaítear leis an Acht freisin ar údaráis áitiúla measúnuithe tréimhsiúla a dhéanamh ar líon na ndaoine atá gan dídean ina limistéar riaracháin mar chuid dá measúnú riachtanas tithíochta - féach próifíl náisiúnta na heaspa dídine thíos

source: The Health Service Executive (HSE) has general responsibility for the health and in-house care needs of homeless people
ga: Tá freagracht ghinearálta ar Fheidhmeannacht na Seirbhíse Sláinte (FSS) as sláinte agus riachtanais chúraim inmheánaigh na ndaoine gan dídean

source: In terms of funding, this means that local authorities are responsible for the costs of providing accommodation while the HSE provides funding for the care and welfare needs of homeless people, including in-house care
ga: Ó thaobh maoinithe de, ciallaíonn sé sin go bhfuil freagracht ar na húdaráis áitiúla as na costais a bhaineann le cóiríocht a chur ar fáil agus cuireann FSS maoiniú ar fáil le haghaidh riachtanais chúraim agus leasa na ndaoine gan dídean, lena n-áirítear cúram inmheánach

source: The Child and Family Agency (Tusla) has responsibility under the Child Care Act 1991 for providing accommodation for people under the age of 18 who are homeless or in need of care
ga: Tá freagracht ar an nGníomhaireacht um Leanaí agus an Teaghlach (Tusla) faoin Acht um Chúram Leanaí, 1991, as cóiríocht a chur ar fáil do dhaoine faoi bhun 18 mbliana d’aois atá gan dídean nó a dteastaíonn cúram uathu

source: It may also provide aftercare facilities for young people aged over 18
ga: D’fhéadfadh sé áiseanna iarchúraim a chur ar fáil do dhaoine óga os cionn 18 mbliana d’aois freisin

source: Read more in our document on youth homelessness
ga: Léigh tuilleadh inár gcáipéis maidir le heaspa dídine na n-óg

source: Why do people become homeless?
ga: Cén fáth a n-éiríonn daoine ina ndaoine gan dídean?

source: The reasons for people becoming homeless are both complex and wide-ranging but there is a particular risk at present for families with tenancies in the private rented sector
ga: Is casta agus fadréimseach araon atá na cúiseanna le daoine ag éirí ina ndaoine gan dídean ach tá baol ar leith faoi láthair do theaghlaigh ag a bhfuil tionóntachtaí i dtithíocht ar cíos san earnáil phríobháideach

source: According to Ending Homelessness – A Housing-Led Approach (pdf), research shows that the following are the main factors that lead to homelessness:
ga: De réir Deireadh a Chur leis an Easpa Dídine - Cur Chuige Treoraithe ag Tithíocht (pdf), léiríonn taighde go bhfuil na nithe seo a leanas ar na príomhthosca is cúis leis an easpa dídine:

source: • Housing and financial crises
ga: • Géarchéimeanna tithíochta agus airgeadais

source: • Family breakdown, including domestic violence
ga: • Cliseadh teaghlaigh, foréigean teaghlaigh san áireamh

source: • The transition from youth to adulthood for young people in care or who were homeless as young people
ga: • An trasdul ón óige chun na haosachta do dhaoine óga faoi chúram nó a bhí gan dídean mar dhaoine óga

source: Many people are homeless for relatively short periods, for reasons linked to issues such as loss of employment, eviction or relationship breakdown
ga: Tá roinnt mhaith daoine gan dídean ar feadh tréimhsí réasúnta gairid ar chúiseanna a bhaineann le saincheisteanna amhail cailleadh fostaíochta, díshealbhú nó cliseadh caidrimh

source: Others who experience multiple forms of social exclusion may become homeless in the long term, especially if they have been homeless before they become adults
ga: D’fhéadfadh na daoine sin a eispéiríonn foirmeacha éagsúla d’eisiamh sóisialta éirí ina ndaoine gan dídean san fhadtréimhse, go háirithe má bhí siad gan dídean sula raibh siad ina n-aosaigh

source: National profile of homelessness
ga: Próifíl náisiúnta na heaspa dídine

source: There are several different methods of counting the number of homeless people
ga: Is ann do roinnt modhanna éagsúla chun líon na ndaoine gan dídean a chomhaireamh

source: While it is difficult to provide an accurate figure, it is clear that very many people are either homeless or at risk of losing their homes
ga: Cé go bhfuil sé doiligh figiúr cruinn a chur ar fáil, tá sé soiléir gurb ann do lear mór daoine atá gan dídean nó atá i mbaol a dtithe a chailleadh

source: Homelessness is generally concentrated in urban areas and the majority of homeless people are in Dublin
ga: Go ginearálta, tá an easpa dídine comhchruinnithe i limistéir uirbeacha agus is i mBaile Átha Cliath atá formhór na ndaoine gan dídean

source: The Housing Act 1988 requires local authorities to carry out assessments of housing need
ga: Ceanglaítear ar Acht na dTithe, 1988, ar údaráis áitiúla measúnuithe a dhéanamh ar riachtanas tithíochta

source: The homeless people who are included in this assessment are those who are registered with the local authority and have been assessed as being in need of housing
ga: Is iad na daoine gan dídean a chuirtear san áireamh sa mheasúnú seo na daoine atá cláraithe leis an údarás áitiúil agus ar measadh iad a bheith ina ndaoine ag a bhfuil gá le teach

source: The most recent housing need assessment was carried out in 2011
ga: Rinneadh an measúnú riachtanas tithíochta is déanaí in 2011

source: Census 2011 was the first time that comprehensive information was collected on the number of homeless people in the State
ga: Ba é Daonáireamh 2011 an chéad uair riamh a bailíodh faisnéis chuimsitheach faoi líon na ndaoine gan dídean sa Stát

source: Homeless people were counted on the basis of where they were on Census night and the count was undertaken with the help of the homelessness services
ga: Rinneadh daoine gan dídean a chomhaireamh ar bhonn cén áit a raibh siad ar oíche an Daonáirimh agus tugadh faoin gcomhaireamh le cabhair ó na seirbhísí easpa dídine

source: The results were published in Homeless Persons in Ireland; A special Census report
ga: Foilsíodh na torthaí sa tuarascáil Daoine gan Dídean in Éirinn: Tuarascáil Speisialta Daonáirimh

source: The Dublin Region Homeless Executive conducts a rough sleeper count in the Dublin region every 6 months
ga: Déanann Feidhmeannacht Easpa Dídine Bhaile Átha Cliath comhaireamh gach 6 mhí ar na daoine atá ag codladh amuigh i réigiún Bhaile Átha Cliath

source: The Way Home – A Strategy to Address Adult Homelessness 2008-2013 (pdf), which was published in 2008, set out the aim of ending homelessness by 2016
ga: Leagadh amach an aidhm chun deireadh a chur leis an easpa dídine faoin mbliain 2016 sa cháipéis An Bealach Abhaile - Straitéis chun Aghaidh a Thabhairt ar an Easpa Dídine Aosach 2008-2013 (pdf), a foilsíodh in 2008

source: A national implementation plan (pdf) was published in 2009 and the Programme for Government (2011) included a commitment to ending homelessness and the need to sleep rough by implementing a housing-led approach
ga: Foilsíodh plean náisiúnta forfheidhmithe (pdf) in 2009 agus áiríodh leis an gClár don Rialtas (2011) tiomantas do dheireadh a chur leis an easpa dídine agus leis an ngá le codladh amuigh trí chur chuige treoraithe ag tithíocht a fhorfheidhmiú

source: In February 2013, the Government issued a Homelessness Policy Statement (pdf)
ga: I mí Feabhra 2013, d’eisigh an Rialtas Ráiteas Beartas maidir leis an Easpa Dídine (pdf)

source: The overall strategy and aims of The Way Home continue to be Government policy but with the explicit recognition of the housing-led approach, which means that long-term secure housing, with social supports if necessary, is seen as the best outcome for homeless people
ga: Leanann an straitéis fhoriomlán agus na haidhmeanna foriomlána atá sa cháipéis An Bealach Abhaile de bheith mar bheartas Rialtais ach tugtar aitheantas follasach don chur chuige treoraithe ag tithíocht, rud a fhágann go bhfuil tithíocht dhaingean fhadtéarmach, mar aon le tacaí sóisialta más gá, ar an toradh is fearr do dhaoine gan dídean

source: The statement provided for the setting up of the Homelessness Oversight Group, which published its first report (pdf) in December 2013
ga: Rinneadh foráil i ráiteas beartais 2013 don Ghrúpa um Maoirseacht ar an Easpa Dídine a chur ar bun. D’fhoilsigh sé an chéad tuarascáil (pdf) uaidh i mí na Nollag 2013

source: The Group’s recommendations included the maintenance of funding at 2013 levels for the years 2014 to 2016 and the establishment of a Homelessness Policy Implementation Team
ga: Áiríodh le moltaí an Ghrúpa maoiniú a choinneáil ag leibhéil 2013 do na blianta ó 2014 go 2016 agus Foireann um Fhorfheidhmiú an Bheartais Easpa Dídine a bhunú

source: The Implementation Plan on the State's Response to Homelessness – May 2014 to December 2016 (pdf) prioritises the following:
ga: Tugtar tosaíocht sa Phlean Forfheidhmithe um Fhreagairt an Stáit don Easpa Dídine - Bealtaine 2014 go Nollaig 2016 (pdf) do na nithe seo a leanas:

source: • Accommodating rough sleepers and therefore eliminating the need to sleep rough
ga: • Cóiríocht a chur ar fáil dóibh siúd atá ag codladh amuigh agus, dá bhrí sin, deireadh a chur leis an ngá le codladh amuigh

source: • Managing the escalating number of homeless families in the Dublin region
ga: • Líon méadaitheach na dteaghlach gan dídean i réigiún Bhaile Átha Cliath a bhainistiú

source: • Management and use of vacant properties
ga: • Réadmhaoine folmha a bhainistiú agus a úsáid

source: • The practical application of local authority housing allocations and
ga: • Leithdháiltí na tithíochta údaráis áitiúil a chur i bhfeidhm go praiticiúil agus

source: • The timely and appropriate utilisation of NAMA units
ga: • Aonaid GNBS a úsáid go tráthúil agus go cuí

source: The Action Plan to Address Homelessness, published in December 2014, lists immediate actions to address rough sleeping in Dublin, as well as further actions to tackle systemic issues, grouped under prevention, accommodation and supports
ga: Liostaítear sa Phlean Gníomhaíochta chun dul i ngleic le hEaspa Dídine, a foilsíodh i Nollaig 2014, gníomhartha láithreacha chun dul i ngleic le codladh amuigh, anuas ar ghníomhartha breise chun dul i ngleic le saincheisteanna córasacha, a ghrúpáiltear faoi chosc, cóiríocht agus tacaíochtaí

source: As part of the Action Plan, an evaluation of the homelessness sector will be commissioned in 2015
ga: Mar chuid den Phlean Gníomhaíochta, déanfar measúnú ar an earnáil tithíochta a choimisiúnú in 2015

source: In Dublin, the Dublin Region Homeless Executive is responsible for the co-ordination of services for homeless people
ga: I mBaile Átha Cliath, tá Feidhmeannacht um Dhaoine ar Easpa Dídine Réigiún Bhaile Átha Cliath freagrach as seirbhísí a chomhordú do dhaoine ar easpa dídine

source: In Cork, the Cork City Homeless Forum has produced a guide to homeless emergency services for adults
ga: I gCorcaigh, chuir Fóram Easpa Dídine Chathair Chorcaí treoir maidir le seirbhísí éigeandála easpa dídine do dhaoine fásta

source: Our document on housing and other supports for homeless people describes the available services and supports
ga: Déantar cur síos inár gcáipéis ar thithíocht agus ar thacaíochtaí eile do dhaoine gan dídean ar na seirbhísí agus na tacaíochtaí atá ar fáil

source: Find out where to apply for these services
ga: Faigh amach cén áit ar cheart iarratas a dhéanamh ar na seirbhísí seo

source: There are particular arrangements for young people who are homeless
ga: Tá socruithe ar leith ann do dhaoine óga atá gan dídean

source: Focus Ireland has published an information guidebook: Working to end homelessness
ga: D’fhoilsigh Focus Ireland treoirleabhar faisnéise: Ag oibriú chun deireadh a chur le heaspa dídine/Working to end homelessness

source: Read more on the website of the Department of Housing, Planning, Community and Local Government
ga: Tá faisnéis fhairsing ar fáil ar láithreán Gréasáin na Roinne Tithíochta, Pleanála, Pobail agus Rialtais Áitiúil freisin
